export const AREA_DATA = [
    {
        'key': '서울',
        'active': true,
        'list': [
            {
                'key': '강남·역삼',
            },
            {
                'key': '논현·학동',
            },
            {
                'key': '대치·도곡·양재',
            },
            {
                'key': '방배·반포',
            },
            {
                'key': '삼성·선릉',
            },
            {
                'key': '서초·교대',
            },
            {
                'key': '압구정·청담·신사',
            },
            {
                'key': '강동·천호',
            },
            {
                'key': '광진·구의·건대',
            },
            {
                'key': '송파·가락·방이',
            },
            {
                'key': '신천·잠실',
            },
            {
                'key': '강북·수유·미아',
            },
            {
                'key': '노원·도봉',
            },
            {
                'key': '대학로·성북',
            },
            {
                'key': '동대문·신당',
            },
            {
                'key': '시청·명동·을지로',
            },
            {
                'key': '왕십리·성동',
            },
            {
                'key': '용산·한남·이태원',
            },
            {
                'key': '인사동·삼청동',
            },
            {
                'key': '종로·광화문',
            },
            {
                'key': '중랑·상봉',
            },
            {
                'key': '강서·양천',
            },
            {
                'key': '여의도·영등포·당산',
            },
            {
                'key': '신촌·이대·서대문',
            },
            {
                'key': '홍대·합정·상수',
            },
            {
                'key': '마포역·공덕',
            },
            {
                'key': '상암·망원',
            },
            {
                'key': '신림·관악',
            },
            {
                'key': '신도림·구로·금천',
            },
            {
                'key': '노량진·사당·동작',
            },
            {
                'key': '연신내·불광·은평',
            },
        ],
    },
    {
        'key': '경기',
        'active': false,
        'list': [
            {
                'key': '과천·의왕',
            },
            {
                'key': '광명·시흥',
            },
            {
                'key': '부천',
            },
            {
                'key': '수원',
            },
            {
                'key': '안산',
            },
            {
                'key': '안양·군포',
            },
            {
                'key': '평택',
            },
            {
                'key': '화성·오산',
            },
            {
                'key': '가평·양평·남양주',
            },
            {
                'key': '광주',
            },
            {
                'key': '구리·하남',
            },
            {
                'key': '기흥·신갈·동백',
            },
            {
                'key': '분당·판교',
            },
            {
                'key': '성남·모란',
            },
            {
                'key': '안성',
            },
            {
                'key': '여주·이천',
            },
            {
                'key': '죽전·수지',
            },
            {
                'key': '고양·일산',
            },
            {
                'key': '김포',
            },
            {
                'key': '양주·동두천',
            },
            {
                'key': '의정부',
            },
            {
                'key': '포천·연천',
            },
            {
                'key': '파주',
            },
        ],
    },
    {
        'key': '인천',
        'active': false,
        'list': [
            {
                'key': '계양·서구',
            },
            {
                'key': '미추홀구·동구',
            },
            {
                'key': '남동구',
            },
            {
                'key': '부평',
            },
            {
                'key': '연수구',
            },
            {
                'key': '중구·강화',
            },
        ],
    },
    {
        'key': '대전',
        'active': false,
        'list': [
            {
                'key': '대덕구',
            },
            {
                'key': '동구',
            },
            {
                'key': '서구',
            },
            {
                'key': '유성구',
            },
            {
                'key': '중구·서대전',
            },
        ],
    },
    {
        'key': '대구',
        'active': false,
        'list': [
            {
                'key': '달서구·서구',
            },
            {
                'key': '달성군',
            },
            {
                'key': '동구·팔공',
            },
            {
                'key': '북구·칠곡',
            },
            {
                'key': '수성구',
            },
            {
                'key': '중구·남구',
            },
        ],
    },
    {
        'key': '부산',
        'active': false,
        'list': [
            {
                'key': '강서구',
            },
            {
                'key': '경성대·광안',
            },
            {
                'key': '남포·영도',
            },
            {
                'key': '부산대·동래',
            },
            {
                'key': '사상·북구',
            },
            {
                'key': '서구·사하',
            },
            {
                'key': '서면·동구',
            },
            {
                'key': '연산·거제',
            },
            {
                'key': '해운대·기장',
            },
        ],
    },
    {
        'key': '울산',
        'active': false,
        'list': [
            {
                'key': '남구·울산대',
            },
            {
                'key': '동구',
            },
            {
                'key': '북구',
            },
            {
                'key': '중구·울주군',
            },
        ],
    },
    {
        'key': '광주',
        'active': false,
        'list': [
            {
                'key': '광산구',
            },
            {
                'key': '남구·동구',
            },
            {
                'key': '북구',
            },
            {
                'key': '서구',
            },
        ],
    },
    {
        'key': '강원',
        'active': false,
        'list': [
            {
                'key': '강릉·속초',
            },
            {
                'key': '고성·인제',
            },
            {
                'key': '동해·삼척',
            },
            {
                'key': '영월·태백',
            },
            {
                'key': '원주·평창',
            },
            {
                'key': '춘천·홍천',
            },
            {
                'key': '화천·양구',
            },
        ],
    },
    {
        'key': '세종',
        'active': false,
        'list': [
            {
                'key': '세종',
            },
        ],
    },
    {
        'key': '충북',
        'active': false,
        'list': [
            {
                'key': '괴산·증평',
            },
            {
                'key': '단양·제천',
            },
            {
                'key': '보은·영동·옥천',
            },
            {
                'key': '진천·음성',
            },
            {
                'key': '청주',
            },
            {
                'key': '충주',
            },
        ],
    },
    {
        'key': '충남',
        'active': false,
        'list': [
            {
                'key': '논산·금산·계룡',
            },
            {
                'key': '당진',
            },
            {
                'key': '보령·서천',
            },
            {
                'key': '부여·공주',
            },
            {
                'key': '서산·태안',
            },
            {
                'key': '천안·아산',
            },
            {
                'key': '홍성·예산·청양',
            },
        ],
    },
    {
        'key': '경북',
        'active': false,
        'list': [
            {
                'key': '경산·청도',
            },
            {
                'key': '경주·포항남구',
            },
            {
                'key': '고령·성주·칠곡',
            },
            {
                'key': '김천·구미',
            },
            {
                'key': '문경·예천·영주',
            },
            {
                'key': '상주',
            },
            {
                'key': '안동·의성·청송',
            },
            {
                'key': '영덕·포항북구',
            },
            {
                'key': '영양·울진·봉화',
            },
            {
                'key': '영천·군위',
            },
        ],
    },
    {
        'key': '경남',
        'active': false,
        'list': [
            {
                'key': '김해·장유',
            },
            {
                'key': '밀양·양산',
            },
            {
                'key': '의령·창녕·함안',
            },
            {
                'key': '진주·사천',
            },
            {
                'key': '창원·마산·진해',
            },
            {
                'key': '통영·거제',
            },
            {
                'key': '하동·남해',
            },
            {
                'key': '합천·거창 외',
            },
        ],
    },
    {
        'key': '전북',
        'active': false,
        'list': [
            {
                'key': '고창·부안·정읍',
            },
            {
                'key': '군산·익산',
            },
            {
                'key': '남원·순창·임실',
            },
            {
                'key': '무주·장수·진안',
            },
            {
                'key': '전주·완주·김제',
            },
        ],
    },
    {
        'key': '전남',
        'active': false,
        'list': [
            {
                'key': '곡성·구례',
            },
            {
                'key': '나주·함평·무안',
            },
            {
                'key': '목포·신안',
            },
            {
                'key': '보성·고흥·화순',
            },
            {
                'key': '여수·순천·광양',
            },
            {
                'key': '영광·장성·담양',
            },
            {
                'key': '영암·강진·장흥',
            },
            {
                'key': '해남·진도·완도',
            },
        ],
    },
    {
        'key': '제주',
        'active': false,
        'list': [
            {
                'key': '서귀포시',
            },
            {
                'key': '제주시',
            },
        ],
    },
];
